app/views/api/employees/index.json.jbuilder

SELECT "employees".* FROM "employees"
---
json.employees @employees.each do |employee|